


# def check_int(n):
#     for kk in n:
#         if kk.isnumeric():
#             return True
#     else:
#         return False
#
#
#
# word = "HelloWorld0"
#
# if check_int(word):
#     print("Слово содержит числовое значение")
# else:
#     print("Слово не содержит числового значения")
#
#
# cho = int(input('''Начать вопрос введите 2,
#         jioji,
#         sojio'''))

# bbb = 6
# if bbb:
#     print("bbb")

# choice12 = [1]
# def start_program_menu():
#     cho = int(input('''
#         Начать опрос введите 2,
#         Вывести статистику введите 3,
#         Выйти в меню администратора (Там можно добавить и удалить имя) введите 4,
#         Введите цифру: '''))
#     if cho == 2 or cho == 3 or cho == 4:
#         print("start_program_menu", "if cho == 2 or cho == 3 or cho == 4:")
#         choice12.append(cho)
#     else:
#         print(' Некорректный ввод попрубуйте еще раз ')
#         start_program_menu()
#
# start_program_menu()
# print(choice12[len(choice12)-1])
# start_program_menu()
# print(choice12[len(choice12)-1])
# start_program_menu()
# print(choice12[len(choice12)-1])
n =1
while n != 5:
    print('hhh')
    n = int(input('enter number: '))
    print(n)

